Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Autentícate para exportar las actividades seleccionadas.
en: Authenticate to export the selected activities.
zh_hans: 请验证身份以导出所选活动。

source: Autentícate para exportar las entradas seleccionadas.
en: Authenticate to export the selected entries.
zh_hans: 请验证身份以导出所选日记。

source: Autentícate para exportar las notas seleccionadas.
en: Authenticate to export the selected notes.
zh_hans: 请验证身份以导出所选笔记。

source: Auténtico
en: Authentic
zh_hans: 真实

# author.biography_title
source: Biografía de {0}
en: Biography of {0}
zh_hans: {0}简介

# author.book_plan_title
source: Plan del libro: {0}
en: Book Practice Plan: {0}
zh_hans: 图书实践计划：{0}

# author.book_summary_title
source: Resumen del libro: {0}
en: Book Summary: {0}
zh_hans: 图书摘要：{0}

# author.chapter_title
source: Capítulo {0}
en: Chapter {0}
zh_hans: 第 {0} 章

# author.series_chapter_title
source: {0}: Capítulo {1}
en: {0}: Chapter {1}
zh_hans: {0}：第 {1} 章

# author.series_title
source: Serie {0}
en: Series: {0}
zh_hans: {0}系列

# author.teaching_summary_title
source: Resumen de la enseñanza: {0}
en: Teaching Summary: {0}
zh_hans: {0}教导概要

source: Autodidacta
en: Self-directed learner
zh_hans: 善于自学

source: Autoestima
en: Self-esteem
zh_hans: 自尊

source: Automático
en: Automatic
zh_hans: 自动

source: autor
en: author
zh_hans: 作者

source: Autor
en: Author
zh_hans: 作者

source: Autor de la frase
en: Author of the phrase
zh_hans: 这句话的作者

source: Autor: %@
en: Author: %@
zh_hans: 作者: %@

source: Autores:
en: Authors:
zh_hans: 作者：

source: Autorizar el envío del texto
en: Authorize sending the text
zh_hans: 授权发送文本

source: Avanza hoy con intención
en: Move forward with intention today.
zh_hans: 今天，带着明确的意图前行。

source: Avanza una unidad concreta
en: Complete One Specific Step
zh_hans: 推进一个具体步骤

source: Avanza y desbloquea lo que se quedó quieto.
en: Move forward and unblock what has stalled.
zh_hans: 继续前进，让停滞的部分重新启动。

source: Aviso de privacidad
en: Privacy notice
zh_hans: 隐私声明

source: Ayuda
en: Help
zh_hans: 帮助

source: Ayuda urgente
en: Urgent help
zh_hans: 紧急帮助

source: Ayudan a reparar y mantener músculo, piel, enzimas y hormonas.
en: Helps repair and maintain muscles and skin and supports enzyme and hormone production.
zh_hans: 有助于修复和维持肌肉、皮肤，并参与酶和激素的合成。

source: Ayudas
en: Help
zh_hans: 帮助

source: Azúcar
en: Sugar
zh_hans: 糖

source: Azúcar (g/100g)
en: Sugar (g/100g)
zh_hans: 糖（克/100克）

source: Azúcar elevada
en: High Sugar
zh_hans: 糖含量偏高

source: Azúcar entre 5 g y 15 g por 100 g: se recomienda moderar su consumo en grandes cantidades o con frecuencia.
en: Between 5 g and 15 g of sugar per 100 g: avoid large portions or frequent consumption.
zh_hans: 每 100 克含糖 5–15 克：建议避免大量或频繁食用。

source: Azúcar mayor de 15 g por 100 g: se recomienda evitar su consumo por su mayor impacto metabólico.
en: More than 15 g of sugar per 100 g: avoiding consumption is recommended because of its greater metabolic impact.
zh_hans: 每 100 克含糖超过 15 克：由于对代谢影响较大，建议避免食用。

source: Azúcar:
en: Sugar:
zh_hans: 糖：

source: Azúcares libres/añadidos: menos del 10 por ciento de las calorías; idealmente menos del 5 por ciento si es posible.
en: Free/added sugars: less than 10 percent of calories; ideally less than 5 percent where possible.
zh_hans: 游离糖/添加糖应低于总热量的百分之十；条件允许时最好低于百分之五。

source: Baja
en: Low
zh_hans: 低

source: Baja los hombros. Suelta cualquier esfuerzo innecesario en cuello y espalda.
en: Lower your shoulders. Release any unnecessary effort in your neck and back.
zh_hans: 放下双肩，松开颈部和背部不必要的用力。

source: Bajo
en: Low
zh_hans: 低

source: Bajo de energía
en: Low energy
zh_hans: 精力不足

source: Barra de navegación inferior
en: Bottom navigation bar
zh_hans: 底部导航栏

source: Basada en tus últimos 7 días
en: Based on Your Last 7 Days
zh_hans: 根据你最近 7 天的记录

source: base desconocida
en: unknown basis
zh_hans: 计量基准未知

source: beberé agua, caminaré cinco minutos y comprobaré de nuevo mi hambre antes de decidir
en: I will drink water, walk for five minutes, and check my hunger again before deciding
zh_hans: 我会先喝水、走五分钟，再确认自己的饥饿感后做决定

source: Bendice este día
en: Bless this day.
zh_hans: 祝福这一天。

source: Bibliografía
en: Bibliography
zh_hans: 参考书目

source: Biblioteca
en: Library
zh_hans: 媒体资料库

source: Bienvenido a Coherencia Cardio - Cerebral
en: Welcome to Heart–Brain Coherence
zh_hans: 欢迎进入 心脑相干练习

source: Bienvenido a una nueva versión de La Ley
en: Welcome to a new version of The Law
zh_hans: 欢迎来到新版《法律》

source: Biografía
en: Biography
zh_hans: 简介

source: Bloquea el acceso a tus notas con biometría o contraseña para mantener tu contenido seguro.
en: Lock access to your notes with biometrics or a password to keep your content secure.
zh_hans: 通过生物识别或密码锁定笔记访问权限，保护内容安全。

source: Borrar
en: Delete
zh_hans: 删除

source: Borrar búsqueda
en: Clear search
zh_hans: 清除搜索

source: Borrar ciclo y reiniciar
en: Delete Cycle and Restart
zh_hans: 删除周期并重新开始

source: Borrar historial completo
en: Delete all history
zh_hans: 删除全部历史记录

source: Borrar seleccionadas
en: Delete selected
zh_hans: 删除所选项目

source: Bosque
en: Forest
zh_hans: 森林绿

source: Botón principal
en: Main button
zh_hans: 主按钮

source: Bronce
en: Bronze
zh_hans: 古铜色

source: Buena
en: Good
zh_hans: 良好

source: Buena fuente de fibra
en: Good Source of Fiber
zh_hans: 膳食纤维含量良好

source: Buenas noches
en: Good evening
zh_hans: 晚上好

source: Buenas tardes
en: Good afternoon
zh_hans: 下午好

source: Bueno
en: Good
zh_hans: 良好

source: Buenos días
en: Good morning
zh_hans: 早上好

source: Burbujas de respuesta
en: Response bubbles
zh_hans: 回复气泡

source: Busca ayuda inmediata si…
en: Get immediate help if…
zh_hans: 如有以下情况，请立即寻求帮助……

source: Busca opciones con menor sodio para reducir el riesgo cardiovascular.
en: Choose lower-sodium options to reduce cardiovascular risk.
zh_hans: 选择钠含量较低的产品，以降低心血管风险。

source: Busca tres evidencias pequeñas, no una demostración heroica.
en: Look for three small pieces of evidence, not one heroic display.
zh_hans: 寻找三个小证据，而不是一次英雄式表现。

source: Busca versiones con menor sodio.
en: Look for lower-sodium versions.
zh_hans: 选择钠含量较低的版本。

source: Buscar
en: Search
zh_hans: 搜索

source: Buscar actualización
en: Check for Update
zh_hans: 检查更新

source: Buscar en contenido
en: Search within content
zh_hans: 在内容中搜索

source: Buscar en el contenido
en: Search content
zh_hans: 搜索内容

source: Buscar en emoción, aprendizaje, gratitud o mejora
en: Search emotion, learning, gratitude, or improvement
zh_hans: 搜索情绪、收获、感恩或改进

source: Buscar en las notas
en: Search in the notes
zh_hans: 在笔记中查找

source: Buscar en metas, identidad, emoción o anticipación
en: Search goals, identity, emotion, or anticipation
zh_hans: 搜索目标、身份、情绪或预先应对

source: Buscar en nota de Frase
en: Search in Phrase note
zh_hans: 在短语笔记中搜索

source: Buscar en notas
en: Search notes
zh_hans: 搜索笔记

source: Buscar en Notas
en: Search Notes
zh_hans: 搜索笔记

source: Buscar en título de Notas
en: Search note titles
zh_hans: 搜索笔记标题

source: Buscar en título, nota,contenido,prioridad, estado check
en: Search title, note, content, priority, or status
zh_hans: 搜索标题、备注、内容、优先级或状态

source: Buscar en títulos
en: Search titles
zh_hans: 搜索标题

source: Buscar meta por título
en: Search goals by title
zh_hans: 按标题搜索目标

source: Buscar un texto
en: Search for a text
zh_hans: 搜索文本

source: Cada amanecer puede reeducar tu mente
en: Every sunrise can retrain your mind.
zh_hans: 每个清晨都能重新塑造你的心智。

source: Cada anillo representa el porcentaje de una emoción sobre el total de entradas registradas.
en: Each ring represents one emotion's percentage of all recorded entries.
zh_hans: 每个圆环表示某种情绪在全部日记中的占比。

source: Cada año en esta fecha:
en: Every year on this date:
zh_hans: 每年这一天：

source: Cada día, a esta hora:
en: Every day at this time:
zh_hans: 每天这个时间：

source: Cada dimensión aporta hasta 2 puntos.
en: Each dimension is worth up to 2 points.
zh_hans: 每个维度最高 2 分。

source: Cada latido es una puerta hacia tu equilibrio natural
en: Each heartbeat is a doorway to your natural balance
zh_hans: 每一次心跳都是一道门， 通往你自然的平衡

source: Cada mes en esta fecha:
en: Every month on this date:
zh_hans: 每月这一天：

source: Cada noche es una oportunidad de crear
en: Every night is an opportunity to create.
zh_hans: 每个夜晚都是一次创造的机会。

source: Cada pausa es una puerta a otro estado
en: Every pause is a doorway to a different state.
zh_hans: 每一次停顿，都是通往另一种状态的门。

source: Cada punto representa el porcentaje de eventos conscientes frente al total de eventos conscientes e inconscientes de ese día, dentro del rango elegido en esta tarjeta.
en: Each dot represents the percentage of conscious events out of all conscious and unconscious events for that day in the selected range.
zh_hans: 每个点表示所选时间范围内，当天觉察事件占全部觉察与无意识事件的比例。

source: Cada punto representa un día. Puedes cambiar el rango a 7, 15, 30, 45, 60 o 90 días para analizar tu ritmo de escritura.
en: Each dot represents one day. Change the range to 7, 15, 30, 45, 60, or 90 days to explore your writing rhythm.
zh_hans: 每个点代表一天。你可以切换为 7、15、30、45、60 或 90 天，观察自己的写作节奏。

source: Cada repetición correcta es evidencia, aunque la emoción siga presente.
en: Every successful repetition is evidence, even when the emotion is still present.
zh_hans: 每一次正确练习都是证据，即使情绪仍然存在。

source: Cada respiración me devuelve a un estado de equilibrio.
en: Each breath returns me to a state of balance.
zh_hans: 每一次呼吸都带我回到平衡。

source: Cada toque es una interrupción amable del viejo hábito y una elección deliberada de identidad.
en: Each tap gently interrupts the old habit and becomes a deliberate choice of identity.
zh_hans: 每一次轻触，都是对旧习惯的一次温柔打断，也是对理想自我的一次有意识选择。

source: Cada:
en: Every:
zh_hans: 每隔：

source: Cadena de consecuencias
en: Chain of Consequences
zh_hans: 后果链

source: Calendario
en: Calendar
zh_hans: 日历

source: Calidad del proceso
en: Process Quality
zh_hans: 过程质量

source: Calma
en: Calm
zh_hans: 平静

source: Calma / Coherencia después
en: Calm / Coherence after
zh_hans: 练习后的平静 / 相干度

source: Calma azul
en: Calm Blue
zh_hans: 静谧蓝

source: Calmado
en: Calm
zh_hans: 平静

source: Cambiar a %@
en: Switch to %@
zh_hans: 切换到 %@

source: Cambiar apariencia
en: Change appearance
zh_hans: 切换外观

source: Cambiar Autor
en: Change Author
zh_hans: 更改作者

source: Cambiar autor · %@
en: Change author · %@
zh_hans: 更改作者 · %@

source: Cambiar Autor...
en: Change Author...
zh_hans: 更改作者...

source: Cambiar capítulo
en: Change chapter
zh_hans: 更改章节

source: Cambiar categoría
en: Change category
zh_hans: 更改分类

source: Cambiar contraseña
en: Change password
zh_hans: 更改密码

source: Cambiar Contraseña
en: Change Password
zh_hans: 更改密码

source: Cambiar emoción
en: Change emotion
zh_hans: 更改情绪

source: Cambiar Imagen...
en: Change Image...
zh_hans: 更换图片...

source: Cambiar La Contraseña
en: Change Password
zh_hans: 更改密码

source: Cambiar mascota
en: Change pet
zh_hans: 更换宠物

source: Cambiar nombre
en: Rename
zh_hans: 重命名

source: Cambiar Operación...
en: Change Operation...
zh_hans: 更改操作...

source: Cambiar tamaño y colores del lector
en: Change reader size and colors
zh_hans: 更改阅读器尺寸和颜色

source: Cambiar texto
en: Change text
zh_hans: 更改文本

source: Cambio
en: Change
zh_hans: 变化

source: Cancelar
en: Cancel
zh_hans: 取消

source: Cancelar selección
en: Cancel selection
zh_hans: 取消选择

source: Cansado
en: Tired
zh_hans: 疲惫

source: Cansancio, hambre, dolor, aburrimiento, inseguridad o soledad.
en: Fatigue, hunger, pain, boredom, insecurity, or loneliness.
zh_hans: 疲劳、饥饿、疼痛、无聊、不安全感或孤独。

source: Cantidad recomendada
en: Recommended Amount
zh_hans: 建议摄入量

source: Cantidad total
en: Total amount
zh_hans: 总金额

source: Cantidad total de entradas registradas en el Diario desde el inicio.
en: Total number of Journal entries recorded since you started.
zh_hans: 自开始使用以来记录的日记总数。

source: Cantidad total:
en: Total number:
zh_hans: 总次数：

source: Capítulo
en: Chapter
zh_hans: 章节

source: Capítulo:
en: Chapter:
zh_hans: 章节：

source: Capítulos
en: Chapters
zh_hans: 章节

source: Características de la App
en: App Features
zh_hans: 应用功能

source: Carbohidratos (g/100g)
en: Carbohydrates (g/100g)
zh_hans: 碳水化合物（克/100克）

source: Cargando datos...
en: Loading data...
zh_hans: 正在加载数据...

source: Cargando precio…
en: Loading price…
zh_hans: 正在加载价格…

source: Cargar en Metas
en: Use as Goal
zh_hans: 载入到目标

source: Cargar imagen de la galería...
en: Upload image from gallery...
zh_hans: 从图库上传图片...

source: Cartografía el patrón
en: Map the Pattern
zh_hans: 梳理模式

source: Categoría
en: Category
zh_hans: 分类

source: Categoría actualizada
en: Category updated
zh_hans: 分类已更新

source: Celebraciones recientes
en: Recent celebrations
zh_hans: 近期庆祝

source: Centro no disponible
en: Healing Center unavailable
zh_hans: 疗愈中心暂不可用

source: Centro Sanador
en: Healing Center
zh_hans: 疗愈中心

source: Cerrar
en: Close
zh_hans: 关闭

source: Cerrar día
en: Close the day
zh_hans: 为今天收尾

source: Cerrar Espacio Calma
en: Close Calm Space
zh_hans: 退出静心空间

source: Cerrar revisión semanal
en: Complete Weekly Review
zh_hans: 完成每周回顾

source: cerraré las distracciones y trabajaré diez minutos en el primer paso concreto
en: I will close distractions and spend ten minutes on the first concrete step
zh_hans: 我会关闭干扰，先用十分钟完成第一个具体步骤

source: Certificación ecológica UE detectada
en: EU Organic Certification Detected
zh_hans: 检测到欧盟有机认证

source: Certificación orgánica regional detectada
en: Regional Organic Certification Detected
zh_hans: 检测到地区性有机认证

source: Charlar con IA
en: Chat with AI
zh_hans: 与 AI 对话

source: Charlar con la IA
en: Chat with AI
zh_hans: 与 AI 聊天

source: Chat IA
en: AI Chat
zh_hans: AI 聊天

source: Chat IA no disponible
en: AI chat not available
zh_hans: AI聊天功能暂不可用

source: Chat IA:
en: AI Chat:
zh_hans: AI 聊天：

source: Check
en: Status
zh_hans: 标记

source: Checkeado
en: Checked
zh_hans: 已完成

source: Ciclo consciente diario
en: Daily Mindful Cycle
zh_hans: 每日觉察循环

source: Ciclo mañana → cierre
en: Morning → closing cycle
zh_hans: 晨间 → 收尾循环

source: Ciclos completos
en: Complete cycles
zh_hans: 完整循环

source: Cielo
en: Sky
zh_hans: 天空蓝

source: Cierra algunas revisiones más para generar lecturas comparativas.
en: Complete a few more reviews to generate comparative readings.
zh_hans: 再完成几次回顾，就能生成对比解读。

source: Cierra el ciclo entre tu intención y tu experiencia.
en: Close the loop between your intention and your experience.
zh_hans: 让晨间意图与今天的真实经历形成闭环。

source: Cierra el día aceptando tu nuevo estado
en: Close the day by accepting your new state.
zh_hans: 带着对新状态的接纳结束这一天。

source: Cierra el día conscientemente
en: Close the day consciously.
zh_hans: 有意识地结束这一天。

source: Cierra la próxima semana con una celebración concreta y un foco pequeño. Eso hará más útil tu historial.
en: Close next week with one concrete celebration and one small focus. That will make your history more useful.
zh_hans: 下周结束时写下一个具体庆祝和一个小关注点，这会让你的历史记录更有用。

source: Cierra la semana con una síntesis de metas, agenda, diario, emociones, presencia, coherencia y logros. Elige el día, recibe un recordatorio opcional y conserva tus revisiones sincronizadas.
en: Close the week with a summary of goals, schedule, journal, emotions, presence, coherence, and achievements. Choose the day, get an optional reminder, and keep your reviews in sync.
zh_hans: 通过总结目标、日程、日记、情绪、临在感、连贯性和成就，为一周画上句号。选择回顾日期，接收可选提醒，并让回顾内容保持同步。

source: Cierra los ojos y respira profundo... Acalla tus pensamientos y solo siente tu respiración. Eres importante, este momento es tuyo.
en: Close your eyes and breathe deeply... Let your thoughts grow quiet and simply feel your breath. You matter; this moment is yours.
zh_hans: 闭上眼睛，深深呼吸……让思绪慢慢安静，只去感受呼吸。你很重要，这一刻属于你。

source: Cierra una revisión semanal para empezar a construir estadísticas de metas, agenda, diario, presencia, coherencia, rituales y estados emocionales.
en: Complete a weekly review to start building stats for goals, schedule, journal, presence, coherence, rituals, and emotional states.
zh_hans: 完成一次每周回顾，即可开始生成关于目标、日程、日记、临在、心率协调、仪式和情绪状态的统计。

source: Cierre
en: Closing
zh_hans: 收尾

source: Cierre consciente
en: Mindful Closing
zh_hans: 正念收尾

source: Cierre Consciente
en: Mindful Closing
zh_hans: 正念收尾

source: Cierre del día
en: End-of-Day Review
zh_hans: 每日回顾

source: Cierre guiado
en: Guided closing
zh_hans: 引导式收尾

source: Cierre pendiente
en: Closing pending
zh_hans: 今日收尾待完成

source: Cierres
en: Closings
zh_hans: 收尾次数

source: cierres guardados
en: saved completions
zh_hans: 已保存的完成记录

source: Cierto
en: True
zh_hans: 正确

source: Cifrando archivo…
en: Encrypting file…
zh_hans: 正在加密文件…

source: Cinco año atrás
en: Five years ago
zh_hans: 五年前

source: Cinco años
en: Five years
zh_hans: 五年

source: Citas
en: Quotes
zh_hans: 引言

source: Claridad
en: Clarity
zh_hans: 清晰度

source: Claridad mental
en: Mental clarity
zh_hans: 思维清晰度

source: Claro
en: Light
zh_hans: 浅色

source: Clasifica el entorno según favorezca el patrón antiguo, el nuevo o sea neutral. Realiza tres cambios concretos.
en: Classify your environment by whether it supports the old pattern, the new one, or neither. Make three concrete changes.
zh_hans: 判断环境中的因素是在支持旧模式、新模式，还是保持中立，并做出三个具体改变。

source: Clasifica el nivel de procesamiento del alimento.
en: Classifies the food's level of processing.
zh_hans: 用于判断食品的加工程度。

source: Clasifica tus desencadenantes en externos, internos, cognitivos, emocionales y contextuales.
en: Sort your triggers into external, internal, cognitive, emotional, and situational categories.
zh_hans: 把诱因分为外部、内部、认知、情绪和情境五类。

source: Clave de API de OpenRouter
en: OpenRouter API key
zh_hans: OpenRouter API 密钥

source: Clave guardada en este dispositivo
en: API key saved on this device
zh_hans: API 密钥已保存在此设备上

source: Cobertura
en: Coverage
zh_hans: 数据覆盖率

source: Cociente
en: Ratio
zh_hans: 比率

source: Cociente presente/inconsciente
en: Present-to-autopilot ratio
zh_hans: 觉察与自动驾驶模式之比

source: Código de barras
en: Barcode
zh_hans: 条形码

source: Código de barras o nombre de producto
en: Barcode or Product Name
zh_hans: 条形码或产品名称

# coherence.breathing.empty_lungs
source: Vacía tus pulmones ({0})
en: Empty your lungs ({0})
zh_hans: 呼尽肺中空气（{0}）

# coherence.breathing.starts_in
source: La respiración empieza en {0}
en: Breathing begins in {0}
zh_hans: 呼吸练习将在{0}秒后开始

# coherence.duration.minutes
source: {0} minutos
en: {0} minutes
zh_hans: {0}分钟

# coherence.home.title
source: Coherencia
en: Coherence
zh_hans: 心脑相干

# coherence.session.intention_fulfilled
source: Siente tu intención como ya cumplida: {0}
en: Feel your intention as already fulfilled: {0}
zh_hans: 感受你的意图已经实现：{0}

# coherence.session.intention_integrated
source: Siente tu intención como si ya fuera parte de ti: {0}
en: Feel your intention as though it were already part of you: {0}
zh_hans: 感受你的意图仿佛已经成为你的一部分：{0}

# coherence.stats.day_range
source: {0} días
en: {0} days
zh_hans: {0}天

# coherence.summary.clarity_heart
source: Claridad: {0}/10 | Corazón: {1}/10
en: Clarity: {0}/10 | Heart: {1}/10
zh_hans: 清晰度：{0}/10｜与心联结：{1}/10

# coherence.summary.final_calm
source: Calma final: {0}/10
en: Final calm: {0}/10
zh_hans: 结束时的平静度：{0}/10

source: Coherencia
en: Coherence
zh_hans: 协调

source: Coherencia cardio - Cerebral
en: Heart–Brain Coherence
zh_hans: 心脑相干

source: Coherencia Cardio Cerebral
en: Heart–Brain Coherence
zh_hans: 心脑相干

source: Coherencia Cardio-Cerebral
en: Heart–Brain Coherence
zh_hans: 心脑相干

source: COHERENCIA CON MI IDENTIDAD
en: ALIGNMENT WITH MY IDENTITY
zh_hans: 与今日身份的一致程度

source: Colapsar
en: Collapse
zh_hans: 收起

source: Colapsar tarjeta
en: Collapse Card
zh_hans: 收起卡片

source: Coloca una frase operativa en un lugar visible.
en: Place one actionable phrase somewhere visible.
zh_hans: 把一句可执行的话放在看得见的地方。

source: Coloque la contraseña
en: Enter the password
zh_hans: 请输入密码

source: Coloque una contraseña
en: Enter a password
zh_hans: 请输入一个密码

source: Color de fondo y letra
en: Background color and font
zh_hans: 背景和字体颜色

source: Color de frases
en: Quote Color
zh_hans: 语录颜色

source: Color de la fuente
en: Font color
zh_hans: 字体颜色

source: Color de Texto Chat IA
en: AI Chat Text Color
zh_hans: AI 聊天文字颜色

source: Color de Texto Respuesta IA
en: AI Response Text Color
zh_hans: AI 回复文字颜色

source: Color Degradado Inferior
en: Bottom Gradient Color
zh_hans: 渐变底部颜色

source: Color Degradado Superior
en: Top Gradient Color
zh_hans: 渐变顶部颜色

source: Color del fondo
en: Background color
zh_hans: 背景颜色

source: Color del texto
en: Text color
zh_hans: 文本颜色

source: Color del texto de las respuestas
en: Response text color
zh_hans: 回复文本颜色

source: Color del texto del prompt
en: Prompt text color
zh_hans: 提示词文本颜色

source: Color inferior
en: Bottom color
zh_hans: 底部颜色

source: Color superior
en: Top color
zh_hans: 顶部颜色

source: Color Texto Principal
en: Main Text Color
zh_hans: 主文本颜色

source: Color Texto Secundario
en: Secondary Text Color
zh_hans: 次要文本颜色

source: Colores
en: Colors
zh_hans: 颜色

source: Colores Chat IA
en: AI Chat Colors
zh_hans: AI 聊天配色

source: Colores del Contenido IA
en: AI Content Colors
zh_hans: AI 内容配色

source: Colores del texto
en: Text colors
zh_hans: 文本颜色

source: Colores en Home
en: Home Colors
zh_hans: 首页配色

source: Colores Home
en: Home Colors
zh_hans: 首页配色

source: Comenzar guía
en: Start guide
zh_hans: 开始引导

source: Comenzar mis 21 días
en: Start My 21 Days
zh_hans: 开始我的 21 天计划

source: Comenzar Programa
en: Start Program
zh_hans: 开始计划

source: Comenzar una tarea difícil
en: Start a Difficult Task
zh_hans: 开始一项困难的任务

source: Comenzar!
en: Begin!
zh_hans: 开始！

source: Comer impulsivamente bajo estrés
en: Impulsive Eating Under Stress
zh_hans: 压力下冲动进食

source: Comienza este día con propósito
en: Begin this day with purpose.
zh_hans: 带着目标开启这一天。

source: Comienza por el final. Si hoy fuera un buen día para ti, ¿qué habría ocurrido?
en: Begin with the end in mind. If today were a good day for you, what would have happened?
zh_hans: 从结果开始想：如果今天对你来说是美好的一天，会发生什么？

source: Cómo crear una clave
en: How to create an API key
zh_hans: 如何创建 API 密钥

source: Cómo elegir mejor
en: How to Make Better Choices
zh_hans: 如何做出更好的选择

source: Cómo funciona
en: How It Works
zh_hans: 使用方法

source: Cómo funciona con HealthKit
en: How HealthKit Is Used
zh_hans: HealthKit 的使用方式

source: Cómo interpretar Nutrition Grade y NOVA
en: How to Interpret Nutrition Grade and NOVA
zh_hans: 如何解读 Nutrition Grade 和 NOVA

source: Cómo leer la etiqueta
en: How to Read the Label
zh_hans: 如何阅读标签

source: Cómo leer la etiqueta de un producto
en: How to Read a Product Label
zh_hans: 如何阅读食品标签

source: Cómo leer una etiqueta
en: How to Read a Label
zh_hans: 如何阅读标签

source: como rápidamente sin comprobar si tengo hambre física
en: I eat quickly without checking whether I am physically hungry
zh_hans: 我会快速进食，却不确认自己是否真的饿了

source: Cómo se utiliza cada día
en: How to Use It Each Day
zh_hans: 每天如何使用

source: Compara con opciones de lista corta de ingredientes y menor procesamiento.
en: Compare with options that have shorter ingredient lists and less processing.
zh_hans: 可与配料表更短、加工程度更低的产品进行比较。

source: Compara frecuencia, intensidad, detección, pausas, respuestas alternativas, recuperación, consecuencias y confianza entre el inicio y hoy.
en: Compare frequency, intensity, detection, pauses, alternative responses, recovery, consequences, and confidence from the start to today.
zh_hans: 对比开始时与现在的频率、强度、觉察速度、暂停次数、替代反应、恢复时间、后果和信心。

source: Comparte con QR
en: Share with QR
zh_hans: 通过二维码分享

source: Comparte el compromiso con alguien de confianza o déjalo visible.
en: Share your commitment with someone you trust or keep it somewhere visible.
zh_hans: 把你的承诺告诉信任的人，或放在一个看得见的地方。

source: Compartir
en: Share
zh_hans: 分享

source: Compartir frase
en: Share phrase
zh_hans: 分享句子

source: Compartir Imagen
en: Share Image
zh_hans: 分享图片

source: Compartir la App
en: Share the App
zh_hans: 分享应用

source: Compasión
en: Compassion
zh_hans: 慈悲

source: Compasivo
en: Compassionate
zh_hans: 有同理心

source: Compendio de Frases
en: Compendium of Phrases
zh_hans: 句子汇编
